{

 "datasets": [ {

  "title": "Establishing monitoring programs for travel time reliability.",

   "tags": [

        "case studies information",

        "data collection information",

        "data quality information",

        "highway travel information",

        "sensors information",

        "traffic surveillance information",

        "travel time information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l02"


    ],

    "PublicationDate": "2014",

    "URL": "https://rosap.ntl.bts.gov/view/dot/4039",

    "Abstract": "Within the second Strategic Highway Research Program (SHRP 2), Project L02 focused on creating a suite of methods by which transportation agencies could monitor and evaluate travel time reliability. Creation of the methods also produced an improved understanding of why and how travel times vary and the factors that create that variation. This final report provides a brief narrative about what reliability is and how it can be measured and analyzed. A general finding is that reliability is best described by creating holistic pictures like probability density functions (PDFs) and their associated cumulative density functions (CDFs). PDFs are helpful for identifying multimodality or the existence of multiple operating conditions within the data being examined. CDFs are helpful for seeing if progress is being made in making a system more reliable or for comparing the reliability of one system against another. After an introductory chapter, chapters in this report address: a survey of existing systems and user needs; functional specifications; data collection, assembly, and cleaning; sensor spacing and sampling for travel time reliability monitoring; data processing and analysis; and case studies. The last chapter provides a summary and conclusions. For supporting datasets, please see https://rosap.ntl.bts.gov/view/dot/3602"

  },

  {

  "title": "Establishing monitoring programs for travel time reliability. [supporting datasets]",

   "tags": [

        "case studies information",

        "data collection information",

        "data quality information",

        "highway travel information",

        "sensors information",

        "traffic surveillance information",

        "travel time information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l02"

    ],

    "PublicationDate": "2014",

    "URL": "https://rosap.ntl.bts.gov/view/dot/3602",

    "Abstract": "This zip file contains case study datasets for SHRP 2 Report S2-L02-RR1: Establishing Monitoring Programs for Travel Time Reliability, https://rosap.ntl.bts.gov/view/dot/4039 The files are in comma separated value (.csv) format. The compressed zip file is 84.15 MB. These files can be unzipped using any zip compression/decompression software. The .csv files can be read with any basic text editor."

  },

  {

  "title": "Analytical procedures for determining the impacts of reliability mitigation strategies.",

   "tags": [

        "before and after studies information",

        "highway traffic control information",

        "highways information",

        "improvements information",

        "nonrecurrent congestion information",

        "strategic planning information",

        "traffic congestion information",

        "travel time information",

        "uncertainty information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l03"


    ],

    "PublicationDate": "2013",

    "URL": "https://rosap.ntl.bts.gov/view/dot/3605",

    "Abstract": "Reliability of transport, especially the ability to reach a destination within a certain amount of time, is a regular concern of travelers and shippers. The definition of reliability used in this research is how travel time varies over time. The variability can apply to the travel times observed over a road segment during a specific time slice (e.g., 3 to 6 p.m.) over a fairly long period of time, say a year. The variability can also pertain to the travel times of repeated trips made by a person or a truck between a given origin and destination. Agencies are increasingly aware of the issue of reliability, although the transportation industry as a whole as yet lacks a firm understanding of the causes and solutions to failures of reliability. As the agenda for the SHRP 2 research on travel time reliability took shape, it became clear a fundamental study was required to be able to talk about travel time reliability in a meaningful way. The fundamental objective of SHRP 2 Project L03 was to develop predictive relationships between highway improvements and travel time reliability. In other words, how can the effect of an improvement on reliability be predicted? Alternatively, how can reliability be characterized as a function of highway, traffic, and operating conditions? A variety of challenging issues have been confronted in addressing this objective."

  },

  {

  "title": "Analytical procedures for determining the impacts of reliability mitigation strategies. [supporting datasets]",

   "tags": [

        "before and after studies information",

        "highway traffic control information",

        "highways information",

        "improvements information",

        "nonrecurrent congestion information",

        "strategic planning information",

        "traffic congestion information",

        "travel time information",

        "uncertainty information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l03"

    ],

    "PublicationDate": "Nov 30 2014",

    "URL": "https://rosap.ntl.bts.gov/view/dot/3619",

    "Abstract": "This zip file contains comma separated value (.csv) files of data to support SHRP 2 report S2-L03-RR-1, Analytical procedures for determining the impacts of reliability mitigation strategies.Zip size is 1.83 MB. Files were accessed in Microsoft Excel 2016. Data will be preserved as is. To view publication see: https://rosap.ntl.bts.gov/view/dot/3605"

  },

  {

  "title": "Identification and evaluation of the cost-effectiveness of highway design features to reduce nonrecurrent congestion.",

   "tags": [

 "cost effectiveness information",

        "benefit cost analysis information",

        "highway design information",

        "highway operations information",

        "highway operations information",

        "highway safety information",

        "level of service information",

        "life cycle anaylsis information",

        "mathematical models information",

        "nonrecurrent congestion information",

        "traffic safety information",

        "travel time information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l07"


    ],

    "PublicationDate": "2014",

    "URL": "https://www.nap.edu/catalog/22476/",

    "Abstract": "This research report presents the findings on the identification and evaluation of the use of highway geometric design features on freeways to reduce nonrecurrent congestion and improve travel time reliability. General guidance is provided on the range of design elements that could be used by transportation agencies to improve travel time reliability and reduce nonrecurrent congestion, analysis procedures and models to measure their operational and safety effectiveness, as well as a life-cycle benefit–cost method to support decision making on the possible use of individual treatments to address actual nonrecurring traffic conditions. For the safety effectiveness analysis, a new relationship between safety and congestion was explored and a mathematical model developed to quantify crash frequency at various levels of service. For datasets related to this report, please visit https://rosap.ntl.bts.gov/view/dot/3603"

  },

  {

  "title": "Identification and evaluation of the cost-effectiveness of highway design features to reduce nonrecurrent congestion. [supporting datasets]",

   "tags": [

        "benefit cost analysis information",

        "highway design information",

        "highway operations information",

        "highway operations information",

        "highway safety information",

        "level of service information",

        "life cycle anaylsis information",

        "mathematical models information",

        "nonrecurrent congestion information",

        "traffic safety information",

        "travel time information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l07"

    ],

    "PublicationDate": "2014",

    "URL": "https://rosap.ntl.bts.gov/view/dot/3603",

    "Abstract": "This zip file contains comma separated value (.csv) files of data to support SHRP 2 Report S2-L07-RR-1, Identification and Evaluation of the Cost-Effectiveness of Highway Design Features to Reduce Nonrecurrent Congestion, https://www.nap.edu/catalog/22476/ The compressed zip file is 12 MB. These files can be unzipped using any zip compression/decompression software. The .csv files can be read with any basic text editor."

  },

  {

  "title": "Incorporating travel time reliability into the Highway Capacity Manual.",

   "tags": [

        "forecasting information",

        "freeways information",

        "highway capacity information",

        "highway travel information",

        "methodology information",

        "software information",

        "streets information",

        "travel time information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l08"


    ],

    "PublicationDate": "2014",

    "URL": "https://rosap.ntl.bts.gov/view/dot/3606",

    "Abstract": "This final report documents the activities performed during SHRP 2 Reliability Project L08: Incorporating Travel Time Reliability into the Highway Capacity Manual. It serves as a supplement to the proposed chapters for incorporating travel time reliability into the Highway Capacity Manual prepared for this same project. The proposed chapters demonstrate how to apply travel time reliability methods to the analysis of freeways, urban streets, and corridors. The final report summarizes the work activities conducted during the course of the Phase 1 and Phase 2 research by memorializing the activities, the processes, and the findings of the L08 project. In this way, the final report articulates the how and why of key decisions made and key activities undertaken during the project so that the logic and rationale are not lost to future researchers and practitioners who aim to build on the work completed in this effort. This report addresses the following topics: -  The project’s purpose, objectives, and work tasks (Chapter 1); -  The research team’s proposed definition of reliability, along with means for measuring reliability (Chapter 2); - A state-of-the-art and state-of-the-practice literature review (Chapter 3); - An overview of the methodologies for calculating reliability for freeways and urban streets (Chapter 4); -  A description of the development of freeway and urban street scenario generators (Chapter 5); - Enhancements to the Highway Capacity Manual (HCM) freeway facilities methodology and its computational engine FREEVAL-RL (FREeway EVALuation—ReLiability), and enhancements to the urban streets methodology and its computational engine STREETVAL (STREET eVALuation) (Chapter 6 and Appendices A and B); - A procedure for conducting a corridor application (Chapter 7); and -  A method for future consideration to define levels of service using reliability as a service measure and a discussion of future research needs (Chapter 8)."

  },

  {

  "title": "Incorporating travel time reliability into the Highway Capacity Manual. [supporting datasets]",

   "tags": [

        "forecasting information",

        "freeways information",

        "highway capacity information",

        "highway travel information",

        "methodology information",

        "software information",

        "streets information",

        "travel time information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l08"

    ],

    "PublicationDate": "Nov 30 2013",

    "URL": "https://rosap.ntl.bts.gov/view/dot/3617",

    "Abstract": "This zip file contains comma separated value (.csv) files of data to support SHRP 2 report S2-L08-RW-1, Incorporating travel time reliability into the Highway Capacity Manual. Zip size is 1.83 MB. Files were accessed in Microsoft Excel 2016. Data will be preserved as is. To view publication see: https://rosap.ntl.bts.gov/view/dot/3606"

  },

  {

  "title": "Effectiveness of different approaches to disseminating traveler information on travel time reliability.",

   "tags": [

        "definitions information",

        "human factors information",

        "information dissemination information",

        "messages (communications) information",

        "nonrecurrent congestion information",

        "state of the practice information",

        "traffic delay information",

        "travel time information",

        "traveler information and communication systems information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l14"


    ],

    "PublicationDate": "2014",

    "URL": "https://rosap.ntl.bts.gov/view/dot/3607",

    "Abstract": "The second Strategic Highway Research Program (SHRP 2) Reliability program aims to improve trip time reliability by reducing the frequency and effects of events that cause travel times to fluctuate unpredictably. Congestion caused by unreliable, or nonrecurring, events is roughly as extensive as congestion caused by routine bottlenecks (Cambridge Systematics, Inc. 2003). Nonrecurring events such as crashes, work zones, special events, and weather disrupt normal traffic flow by causing reduced speeds, lane closures, and erratic driving maneuvers. The goals of the SHRP 2 Reliability program focus on travel time variation—the characteristic of the transportation system that can cause the driver’s current trip to take much longer than normally expected. For example, a driver must allow an hour to make a trip that normally takes 30 minutes. This transportation system characteristic is important for travelers and shippers and is a component of the congestion problem in which transportation agencies can make significant and measurable gains even as travel demand grows. Reducing delays related to reliability has the added benefit of reducing primary and secondary crashes, vehicle emissions, and fuel use, as well as other benefits. Travel time reliability information includes cumulative data about traffic speeds and trip times that take into account historical variations from day to day and enable individuals to understand the level of variation in traffic. Unlike real-time travel time information, which provides a current snapshot of trip conditions and travel time, reliability information can be used to plan and budget in advance for a trip. A key component in addressing the reliability issue related to urban mobility is conveying reliability-related information to system users so they can make informed decisions about their travel. The challenge for transportation professionals lies in selecting the best means of conveying that information so it is usable and effective. The goal of this research project was to examine what combination of words, numbers, and other features of user information messages, along with communications methods and technology platforms, best communicates information about travel time and reliability to travelers so that they can make optimal travel choices from their own point of view. Such choices include whether to take a trip, departure time, mode choice, and route choice. The datasets that support this report can be accessed via the following URL: https://rosap.ntl.bts.gov/view/dot/3618"

  },

  {

  "title": "Effectiveness of different approaches to disseminating traveler information on travel time reliability. [supporting datasets]",

   "tags": [

        "definitions information",

        "human factors information",

        "information dissemination information",

        "messages (communications) information",

        "nonrecurrent congestion information",

        "state of the practice information",

        "traffic delay information",

        "travel time information",

        "traveler information and communication systems information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l14"

    ],

    "PublicationDate": "2013",

    "URL": "https://rosap.ntl.bts.gov/view/dot/3618",

    "Abstract": "Data files in this zipped package include macro-enabled Microsoft Excel spreadsheets. These spreadsheets operate as interactive games. To save them into open formats would destroy this functionality. Therefore the macro-enabled spreadsheets are left as-is. There were opened prior to ingest in this repository using Microsoft Excel 2010. This dataset supports SHRP 2 report S2-L14-RW-1, Effectiveness of different approaches to disseminating traveler information on travel time reliability. Zip contains 628 MB. Files were accessed with Microsoft Excel 2016. Data will be preserved as it is. For the publication see: https://rosap.ntl.bts.gov/view/dot/3607"

  },

  {

  "title": "Validation of urban freeway models.",

   "tags": [

        "freeways information",

        "traffic data information",

        "traffic models information",

        "travel time information",

        "urban highways information",

        "validation information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l33"


    ],

    "PublicationDate": "2015",

    "URL": "https://rosap.ntl.bts.gov/view/dot/3604",

    "Abstract": "This report describes the methodology, data, conclusions, and enhanced models regarding the validation of two sets of models developed in the Strategic Highway Research Program 2 (SHRP 2) Reliability Project L03, Analytical Procedures for Determining the Impacts of Reliability Mitigation Strategies. The significance of the L03 models is they were among the first models that could be used to predict travel time reliability. Two sets of models were developed in Project L03, the data-poor and the data-rich models. The data-poor models predict a measure of reliability as a function of just the mean Travel Time Index, except for on-time measures. The data-rich models predict a measure of the variability of travel time as a function of a number of explanatory variables: the demand-to-capacity ratio, lane-hours lost (due to traffic incidents or work zones), and rainfall. Both the data-poor and data-rich models were estimated from data collected over a year from a subset of urban freeway segments in seven cities. The data-poor models apply to all time slices throughout a day, whereas four sets of data-rich models concerning different moments of the TTI distribution were estimated for the peak hour, the peak period, the midday, and weekdays. Validation data totaled 323 segment-years covering both midday and peak periods. In conducting the validation, the research team was prohibited from using data that were used to estimate the data-poor and data-rich models. The project used two criteria for assessing the validity of the L03 models. The first was the difference between the predicted and measured values of the dependent variable. The second was whether the estimated models satisfied the assumptions of linear regression. This report describes the degree to which the different models perform well in terms of prediction and satisfying regression assumptions. The data-poor models predicted acceptably well but had some shortcomings in terms of satisfying the regression assumptions. Three sets of enhanced models were developed. The research team could not find satisfactory enhancements to the data-rich models. The degree to which the data-rich models predict well and satisfy the assumptions of linear regression is also described in the report."

  },

  {

  "title": "Validation of urban freeway models. [supporting datasets]",

   "tags": [

        "freeways information",

        "traffic data information",

        "traffic models information",

        "travel time information",

        "urban highways information",

        "validation information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l33"

    ],

    "PublicationDate": "2015",

    "URL": "https://rosap.ntl.bts.gov/view/dot/4141",

    "Abstract": "The datasets in these 5 zip files are in support of SHRP 2 Report S2-L33-RW-1, Validation of Urban Freeway Models, https://rosap.ntl.bts.gov/view/dot/4041 The 5 zip files contain a total of 60 comma separated value (.csv) files. The compressed zip files total 3.8 GB in size. The files have been uploaded as-is; no further documentation was supplied. These files can be unzipped using any zip compression/decompression software. The files can be read in any simple text editor. [software requirements]"

  },

  {

  "title": "E-tool for business processes to improve travel time reliability.",

   "tags": [

        "emergency management information",

        "software information",

        "state departments of transportation information",

        "transit operating agencies information",

        "transportation operations information",

        "travel time information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l34"


    ],

    "PublicationDate": "2015",

    "URL": "https://rosap.ntl.bts.gov/view/dot/4041",

    "Abstract": "The research team developed an e-tool that can be used by practitioners for planning, implementing, integrating, and analyzing business processes to improve travel time reliability. From the feedback obtained from the pilot testing, practitioners indicate that the e-tool can help them by providing valuable outputs that can be used by agency business processes to allocate resources and funding to advance operations. Additionally, the agencies acknowledged that the e-tool pilot study sessions provided agencies an opportunity to help identify areas where operations might be improved or better integrated through the business processing mapping portion of its seven-step process. The results of the L34 research project are directly applicable to the SHRP 2 Reliability area’s objectives. The e-tool will help state departments of transportations (DOTs), metropolitan planning organizations (MPOs), and local transportation agencies evaluate where they stand with respect to their business processes related to advancing operations and therefore enhancing travel time reliability. The e-tool has the potential to be a valuable application of results of the SHRP 2 Reliability program because it was designed to be intuitive, easy to use, and directly applicable to the business of a state DOT, MPO, or local agency. The final e-tool product will be hosted by the research team until the final home of the product is finalized by the Federal Highway Administration (FHWA) and the Transportation Research Board (TRB). Designing the tool as an electronic product helps ensure its use and applicability in today’s environment. However, as with any research product, implementation is important. The etool can be found on the TRB website by following this link: http://www.trb.org/Main/Blurbs/170579.aspx"

  },

  {

  "title": "Pilot testing of SHRP 2 reliability data and analytical products: Southern California.",

   "tags": [

        "business practices information",

        "data analysis information",

        "data collection information",

        "microsimulation information",

        "performance measurement information",

        "pilot studies information",

        "travel time information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l38a"


    ],

    "PublicationDate": "2015",

    "URL": "https://rosap.ntl.bts.gov/view/dot/3611",

    "Abstract": "The second Strategic Highway Research Program (SHRP 2) has been investigating the critical subject of travel time reliability for several years. As part of this research, SHRP 2 supported multiple efforts to develop products to evaluate travel time reliability and to estimate the impact of projects on reliability. SHRP 2 reliability projects have developed several methods to help public agencies: - Collect and analyze data on the variability of travel time - Diagnose problems - Propose actions or alternative mitigation strategies - Test the impacts of solutions One goal of this research has been to find ways to demonstrate how operational strategies improve travel time reliability, which is highly valued by both the person and goods movement transportation markets. Operational strategies are critical to improve mobility and travel time reliability on highways and can be implemented faster than larger system expansion projects, since they often do not require detailed environmental reviews, and they generally cost much less. In current practice, travel demand and microsimulation models have not been able to adequately estimate the reliability benefits of operations projects. As a result, the SHRP 2 reliability products have the potential to fill a void in the ability of transportation professionals to analyze reliability and quantify the likely benefits of these strategies. Some activity-based models (ABM) with dynamic traffic assignment (DTA) tools under assessment (e.g., in the report, SHRP 2 L04 Incorporating Reliability Performance Measures into Operations and Planning Modeling Tools) may be able to meet this need in the future, but none are currently in widespread use. The datasets that support this report can be accessed via the following URL: https://rosap.ntl.bts.gov/view/dot/3613"

  },

  {

  "title": "Pilot testing of SHRP 2 reliability data and analytical products: Southern California. [supporting datasets]",

   "tags": [

        "business practices information",

        "data analysis information",

        "data collection information",

        "microsimulation information",

        "performance measurement information",

        "pilot studies information",

        "travel time information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l38a"

    ],

    "PublicationDate": "2015",

    "URL": "https://rosap.ntl.bts.gov/view/dot/3613",

    "Abstract": "The datasets in this zip file, which is 338.39 MB in size, are in support of SHRP 2 reliability project L38A, 'Pilot testing of SHRP 2 reliability data and analytical products: Southern California.' This report can be accessed via the following URL: https://ntlsearch.bts.gov/tris/record/ntl/61957.html This zip file contains 11 files, including 8 Microsoft Excel worksheets (XLSX), 2 Comma Separated Values (CSV), and 1 Zip Package (PKZIP) files. The Microsoft Excel worksheets can be opened using the 2010 and 2016 versions of Microsoft Word, the CSV files can be opened using most text editors, and the PKZIP files can be opened using most zip file extraction programs. (1) Caltrans District 7 Vehicle Detection System Analysis.xlsx (2) Corridor Delay Analysis Results TASAS LA I-210 EB.xlsx (3) Corridor Delay Analysis Results TASAS ORA I-5 NB.xlsx (4) Highway 210 Eastbound Congestion Data Weekdays.xlsx (5) Highway 210 Incident Data.xlsx (6) Highway 210 Segment 1 Detailed Data Eastbound.csv (7) I-5 Northbound Congestion Data AM Peak Period.xlsx (8) I-5 Northbound Congestion Data PM Peak Period.xlsx (9) I-5 Northbound Congestion Data Weekdays.xlsx (10) Project-L38A-Travel-Time-Data.zip (11) Sample Travel Time Results.csv"

  },

  {

  "title": "Pilot testing of SHRP 2 reliability data and analytical products: Minnesota.",

   "tags": [

        "business practices information",

        "data analysis information",

        "data collection information",

        "performance measurement information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l38b"


    ],

    "PublicationDate": "2015",

    "URL": "https://rosap.ntl.bts.gov/view/dot/3608",

    "Abstract": "The Minnesota pilot site has undertaken an effort to test data and analytical tools developed through the Strategic Highway Research Program (SHRP) 2 Reliability focus area. The purpose of these tools is to facilitate the improvement of travel time reliability on highways by reducing the frequency and effects of events that cause travel times to fluctuate in an unpredictable manner. The SHRP 2 reliability data and analytical tools evaluated by the Minnesota team are intended to address travel time variability in one of three ways: 1. Establish monitoring systems to identify sources of unreliable travel times (Project L02) 2. Identify potential solutions to cost-effectively improve reliability (Project L07) 3. Incorporate consideration of travel time reliability into transportation agencies’ planning and programming framework (Project L05) The Project L02 data and analytical tools were pilot tested by collecting vast amounts of traffic and nonrecurring conditions data and compiling it in a travel time reliability monitoring system (TTRMS) for purposes of conducting reliability evaluations. The L07 benefit-cost tool was evaluated in a number of facets, including usability, performance, and sensitivity testing. Guidance from Project L05 to incorporate reliability into the planning and programming process was introduced to a wide audience of stakeholders through an extensive outreach effort of meetings, workshops, and web conferences. The datasets that support this report can be accessed via the following URL: https://rosap.ntl.bts.gov/view/dot/3614"

  },

  {

  "title": "Pilot testing of SHRP 2 reliability data and analytical products: Minnesota. [supporting datasets]",

   "tags": [

        "business practices information",

        "data analysis information",

        "data collection information",

        "performance measurement information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l38b"

    ],

    "PublicationDate": "2015",

    "URL": "https://rosap.ntl.bts.gov/view/dot/3614",

    "Abstract": "The datasets in the attached ZIP file support SHRP 2 reliability project L38B, 'Pilot testing of SHRP 2 reliability data and analytical products: Minnesota.' This report can be accessed via the following URL: https://rosap.ntl.bts.gov/view/dot/3608 This ZIP file package, which is 22.1 MB in size, contains 6 Microsoft Excel spreadsheet files (XLSX): (1) I-94 2012 Speed and Volume Data (Part 1).xlsx (2) I-94 2012 Speed and Volume Data (Part 2).xlsx (3) I-94 2012 Speed and Volume Data (Part 3).xlsx This file package also contains 3 Comma Separated Value files (CSV): (1) I-94 WB at Park Avenue Flow.csv (2) Project L07 Combined Database.csv (3) TH 100 NB Sample Database.csv The XLSX and CSV files can be opened using Microsoft Excel 2010 and 2016. The CSV files can be opened using most available text editing programs."

  },

  {

  "title": "Pilot testing of SHRP 2 reliability data and analytical products: Florida.",

   "tags": [

        "business practices information",

        "data analysis information",

        "data collection information",

        "microsimulation information",

        "performance measurement information",

        "pilot studies information",

        "travel time information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l38c"


    ],

    "PublicationDate": "2015",

    "URL": "https://rosap.ntl.bts.gov/view/dot/3609",

    "Abstract": "Transportation agencies have realized the importance of performance estimation, measurement, and management. The Moving Ahead for Progress in the 21st Century Act legislation identifies travel time reliability as one of the goals of the federal highway programs to be supported by established performance measurement processes in each state. The Reliability Program of the second Strategic Highway Research Program (SHRP 2) has developed a number of products to support estimating travel time reliability, identifying reliability deficiencies and contributing factors, identifying alternative solutions, and analyzing the impacts of these solutions. As part of the SHRP 2 program, tools have been developed to assess reliability based on a variety of approaches such as sketch planning, analytical analysis, simulation analysis, and travel time monitoring. SHRP 2 initiated the L38 project to pilot test products from five of the program’s completed projects. The products support reliability estimation and use based on data analyses, analytical techniques, and decision-making framework. The L38 project has two main objectives: (1) to assist agencies in using travel time reliability as a measure in their business practices and (2) to receive feedback from the project research teams on the applicability and usefulness of the products tested, along with their suggested possible refinements. SHRP 2 selected four teams from California, Minnesota, Florida, and Washington. This document reports on the activities performed as part of the Florida project (Project L38C). Project L38C tested elements from Projects L02, L05, L07, and L08. Project L02 identified methods to collect, archive, and integrate required data for reliability estimation and methods for analyzing and visualizing the causes of unreliability based on the collected data. Projects L07 and L08 produced analytical techniques and tools for estimating reliability based on developed models and allowing the estimation of reliability and the impacts on reliability of alternative mitigating strategies. Project L05 provided guidance regarding how to use reliability assessments to support the business processes of transportation agencies. The datasets that support this report can be accessed via the following URL: https://rosap.ntl.bts.gov/view/dot/3615"

  },

  {

  "title": "Pilot testing of SHRP 2 reliability data and analytical products: Florida. [supporting datasets]",

   "tags": [

        "business practices information",

        "data analysis information",

        "data collection information",

        "microsimulation information",

        "performance measurement information",

        "pilot studies information",

        "travel time information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l38c"

    ],

    "PublicationDate": "2014",

    "URL": "https://rosap.ntl.bts.gov/view/dot/3615",

    "Abstract": "The datasets in this zip file, which is 7.83 MB in size, support of SHRP 2 reliability project L38C, 'Pilot testing of SHRP 2 reliability data and analytical products: Florida.' The accompanying report can be accessed at the following URL: https://rosap.ntl.bts.gov/view/dot/3609 There are 12 datasets in this zip file, including 2 Microsoft Excel worksheets (XLSX) and 10 Comma Separated Values (CSV) files. The Microsoft Excel worksheets can be opened using the 2010 and 2016 versions of Microsoft Word, the CSV files can be opened using most text editors: (1) FREEVAL D6 TSS 05122010 5S.csv (2) FREEVAL I 95 NB Normal Day Volume.xlsx (3) FREEVAL PTMS Counts I95 2pm 7pm.xlsx (4) L08 STREETVAL 3 Year SR7 Crashes.csv (5) Project L38C I-95 NB 2012 Incident Data.csv (6) Project L38C Miami 2012 Precipitation.csv (7) Regimes I-95 NB EL 2012.csv (8) Regimes I-95 NB TVT DMS 22 TO CGI 2012.csv (9) Regimes I-95 SB EL 2012.csv (10) Regimes I-95 SB TVT DMS 3 TO I395 2012.csv (11) STREETEVAL SR7 Processed Data NB.csv (12) STREETEVAL SR7 Processed Data SB.csv"

  },

  {

  "title": "Pilot testing of SHRP 2 reliability data and analytical products: Washington.",

   "tags": [

        "travel time information",

        "traffic engineering information",

        "business practices information",

        "data analysis information",

        "data collection information",

        "pilot studies information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l38d"


    ],

    "PublicationDate": "2014",

    "URL": "https://rosap.ntl.bts.gov/view/dot/3610",

    "Abstract": "The second Strategic Highway Research Program (SHRP 2) addresses the challenges of moving people and goods efficiently and safely on the nation’s highways. In its Reliability focus area, the research emphasizes improving the reliability of highway travel time by reducing the frequencies and effects of events that cause travel time to fluctuate in an unpredictable manner. and effects of events that cause travel time to fluctuate in an unpredictable manner. Washington State Department of Transportation (WSDOT), in association with the Smart Transportation Applications and Research Laboratory (STAR Lab) at the University of Washington (UW), is one of the four research teams for conducting the pilot testing of Project L38. This research project mainly tested and evaluated SHRP 2 Reliability Data and Analytical Products, specifically those produced by the SHRP 2 L02, L05, L07, L08, and C11 projects. These analytical tools are designed to use for travel time reliability measurement, monitoring, enhancement, and impact assessment. The datasets that support this report can be accessed via the following URL: https://rosap.ntl.bts.gov/view/dot/3616"

  },

  {

  "title": "Pilot testing of SHRP 2 reliability data and analytical products: Washington. [supporting datasets]",

   "tags": [

        "travel time information",

        "traffic engineering information",

        "business practices information",

        "data analysis information",

        "data collection information",

        "pilot studies information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project l38d"

    ],

    "PublicationDate": "2014",

    "URL": "https://rosap.ntl.bts.gov/view/dot/3616",

    "Abstract": "The datasets in this zip file, which is 90.5 MB in size, are in support of SHRP 2 reliability project L38D, 'Pilot testing of SHRP 2 reliability data and analytical products: Washington.' The project report can be accessed via the following URL: https://rosap.ntl.bts.gov/view/dot/3610 This zip file contains 20 Comma Separated Values (CSV) files, which can be opened using most text editing programs."

  },

  {

  "title": "Strategic approaches at the corridor and network level to minimize disruption from the renewal process.",

   "tags": [

        "decision support systems information",

        "highway corridors information",

        "highway operations information",

        "programming (planning) information",

        "software information",

        "strategic planning information",

        "traffic delay information",

        "urban renewal information",

        "work zone traffic control information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project r11"


    ],

    "PublicationDate": "2014",

    "URL": "https://rosap.ntl.bts.gov/view/dot/3612",

    "Abstract": "Program managers within state departments of transportation (DOTs) and metropolitan planning organizations (MPOs) are charged with distilling a chaotic universe of identified renewal needs into a logically sequenced program of manageable projects over a period of years. In addition, program managers are tasked with sequencing programs of projects in ways that maximize available resources, minimize disruptions to the traveling public and to adjacent land uses, and recognize political priorities. Over the past several years, substantial progress has been made in the areas of performance measurement, maintenance of traffic, mitigation of congestion in work zones, and alternative contracting and construction techniques. All of this progress has been made in studies and planning designed to minimize, manage, and mitigate disruption to traffic and commerce arising from renewal programs. However, in reality, performance measures are applied largely at the project level, and impacts are not analyzed at the program (mesoscopic) level. The products of this SHRP 2 Renewal project include both a software tool that will assist program managers at DOTs and MPOs in sequencing programs of projects and the training materials on applying that tool. Task 1 of this project identified the universe of published works that may be applicable to the products of this project. During the Task 2 literature analysis, 135 documents from Task 1 were identified as being “highly relevant” to this project and were reviewed to extract critical information. In Tasks 3, 4, and 5, a similar data set was extracted through interviews with DOTs, MPOs, and other key stakeholders. This allowed the research team (the team) to draw comparisons and identify differences between theory and practice. The team observed that the gap between the state of the art (identified in Tasks 1 and 2) and the state of the practice (identified in Tasks 3 and 4) is quite pronounced and varies widely across the country (Figure ES.1). Available software platforms with capabilities similar to those considered in this project were identified and analyzed. The lessons learned from the team’s review of the various software platforms and packages provided an excellent basis and critical information for the proposed Work Zone Impact and Strategy Estimator (WISE) tool."

  },

  {

  "title": "Strategic approaches at the corridor and network level to minimize disruption from the renewal process. [supporting datasets]",

   "tags": [

        "decision support systems information",

        "highway corridors information",

        "highway operations information",

        "programming (planning) information",

        "software information",

        "strategic planning information",

        "traffic delay information",

        "urban renewal information",

        "work zone traffic control information",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "shrp 2",

        "shrp2",

        "project r11"

    ],

    "PublicationDate": "2017",

    "URL": "https://rosap.ntl.bts.gov/view/dot/32421",

    "Abstract": "This zip file contains comma separated value (.csv) files of data to support SHRP 2 report S2-R11-RW-1, Strategic approaches at the corridor and network level to minimize disruption from the renewal process. Zip size is 0.46 MB. Files were accessed in Microsoft Excel 2016. Data will be preserved as is. To view the publication see: https://rosap.ntl.bts.gov/view/dot/3612"

  },

  {

  "title": "Response, Emergency Staging, Communications, Uniform Management, and Evacuation (R.E.S.C.U.M.E.) : Concept of Operations.",

   "tags": [

        "data sharing",

        "disasters and emergency operations",

        "emergency communication systems",

        "intelligent transportation systems",

        "mobility",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "rescume"


    ],

    "PublicationDate": "Nov 1 2012",

    "URL": "https://rosap.ntl.bts.gov/view/dot/26493",

    "Abstract": "The R.E.S.C.U.M.E. bundle includes four applications: Advanced Automatic Crash Notification Relay (AACN-RELAY), Incident Scene Pre-Arrival Staging Guidance for Emergency Responders (RESP-STG), Incident Scene Work Zone Alerts for Drivers and Workers (INC-ZONE), and Emergency Communications for Evacuation (EVAC). It is expected to communicate and interact with the other bundles under two different communication mechanisms. First, the R.E.S.C.U.M.E. bundle is expected to exchange information with other DMA Program bundles through an Information Broker (discussed below). Second, the R.E.S.C.U.M.E. bundle will use CV technology as a communication bridge to transfer information between bundles. This document describes the Concept of Operations (ConOps) for the R.E.S.C.U.M.E. bundle. The ConOps is a user-oriented document that describes system characteristics for a proposed system from the users' viewpoint. The ConOps document is used to communicate the overall quantitative and qualitative system characteristics to the user, buyer, developer and other organizational elements "

  },

  {

  "title": "Response, Emergency Staging, Communications, Uniform Management, and Evacuation (R.E.S.C.U.M.E.) : Concept of Operations. [supporting datasets]",

   "tags": [

        "data sharing",

        "disasters and emergency operations",

        "emergency communication systems",

        "intelligent transportation systems",

        "mobility",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "rescume"

    ],

    "PublicationDate": "Oct 31 2012",

    "URL": "https://rosap.ntl.bts.gov/view/dot/32758",

    "Abstract": "This zip file contains 45 files of data to support FHWA-JPO-13-063 Response, Emergency Staging, Communications, Uniform Management, and Evacuation (R.E.S.C.U.M.E.) : Concept of Operations. Zip size is 9.9 MB. The files have been uploaded as-is; no further documentation was supplied by NTL. The attached zip files can be unzipped using any zip compression/decompression software. These zip file contains files in the following formats: .pdf document files which can be read using any pdf reader; .txt. files that may be opened with any text editing software; .docx files that may be opened with Microsoft Word; .kml files, Keyhole markup Language files, which are a XML file type and may be opened with any text editor [software requirements]. Files were accessed in 2017. To view the report please visit ROSA P at: https://rosap.ntl.bts.gov/view/dot/26493 "

  },

  {

  "title": "Analysis, Modeling, and Simulation (AMS) Testbed Development and Evaluation to Support Dynamic Mobility Applications (DMA) and Active Transportation and Demand Management (ATDM) Programs : Evaluation Report for the San Diego Testbed : Draft Report.",

   "tags": [

        "active transportation and demand management",

        "advanced traffic management systems",

        "aimsun",

        "analysis modeling and simulation",

        "connected vehicles",

        "dynamic mobility applications", 

        "evaluation and assessment",

        "experiments", 

        "integrated corridor management",

        "intelligent transportation systems", 

        "mobile communication systems",

        "test beds",

        "testing",

        "traffic simulation",

        "travel demand management",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "ams san diego"


    ],

    "PublicationDate": "Jul 1 2017",

    "URL": "https://rosap.ntl.bts.gov/view/dot/32530",

    "Abstract": "The primary objective of this project is to develop multiple simulation testbeds and transportation models to evaluate the impacts of Connected Vehicle Dynamic Mobility Applications (DMA) and Active Transportation and Demand Management (ATDM) strategies. This report documents the evaluations conducted on the San Diego Testbed. The report provides comprehensive documentation of the testbed development as well as the experimental results for the various traffic conditions included in the analysis. These operational conditions were derived from historical data using cluster analysis. The results identify synergistic ATDM and DMA strategies that work well together, and others that may work best when taken individually. Sensitivities of the strategies’ impacts to various implementation aspects of the predictive strategies are investigated under different operational conditions. "

  },

  {

  "title": "Analysis, Modeling, and Simulation (AMS) Testbed Development and Evaluation to Support Dynamic Mobility Applications (DMA) and Active Transportation and Demand Management (ATDM) Programs : Evaluation Report for the San Diego Testbed : Draft Report. [supporting datasets - San Diego]",

   "tags": [

        "active transportation and demand management",

        "advanced traffic management systems",

        "aimsun",

        "analysis modeling and simulation",

        "connected vehicles",

        "dynamic mobility applications", 

        "evaluation and assessment",

        "experiments", 

        "integrated corridor management",

        "intelligent transportation systems", 

        "mobile communication systems",

        "test beds",

        "testing",

        "traffic simulation",

        "travel demand management",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "ams san diego"

    ],

    "PublicationDate": "Jun 26 2016",

    "URL": "https://rosap.ntl.bts.gov/view/dot/32835",

    "Abstract": "The datasets in this zip file are in support of Intelligent Transportation Systems Joint Program Office (ITS JPO) report FHWA-JPO-16-389, Analysis, Modeling, and Simulation (AMS) Testbed Development and Evaluation to Support Dynamic Mobility Applications (DMA) and Active Transportation and Demand Management (ATDM) Programs : Evaluation Report for the San Diego Testbed : Draft Report, https://rosap.ntl.bts.gov/view/dot/32530 The files in this zip file are specifically related to the San Diego Testbed. The compressed zip files total 3.17 GB in size. The files have been uploaded as-is; no further documentation was supplied by NTL. All located .docx files were converted to .pdf document files which are an open, archival format. These pdfs were then added to the zip file alongside the original .docx files. These files can be unzipped using any zip compression/decompression software. This zip file contains files in the following formats: .pdf document files which can be read using any pdf reader; .cvs text files which can be read using any text editor; .txt text files which can be read using any text editor; .docx document files which can be read in Microsoft Word and some other word processing programs; . xlsx spreadsheet files which can be read in Microsoft Excel and some other spreadsheet programs; .dat data files which may be text or multimedia; as well as GIS or mapping files in the following formats: .mxd, .dbf, .prj, .sbn, .shp., .shp.xml; which may be opened in ArcGIS or other GIS software. [software requirements] These files were last accessed in 2017."

  },

  {

  "title": "Analysis, modeling, and simulation (AMS) testbed development and evaluation to support dynamic mobility applications (DMA) and active transportation and demand management (ATDM) programs - calibration report for Phoenix testbed : final report.",

   "tags": [

        "active transportation demand managements ",

        "ams ",

        "atdm ",

        "dma",

        "dynamic mobility application ",

        "modeling ", 

        "phoenix",

        "selection criteria",

        "testbeds",

        "calibration",
        
        "simulation",

        "traffic models",

        "travel demand management",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "ams phoenix"


    ],

    "PublicationDate": "Nov 1 2016",

    "URL": "https://rosap.ntl.bts.gov/view/dot/32105",

    "Abstract": "The primary objective of this project is to develop multiple simulation Testbeds/transportation models to evaluate the impacts of DMA connected vehicle applications and the active and dynamic transportation management (ATDM) strategies. The outputs (modeling results) from this project will help USDOT prioritize their investment decisions for DMA and ATDM programs. The primary purpose of this report is to document the calibration process for the Phoenix Testbed. The report discusses the field observed data used to calibrate the simulation models, calibration methodology, calibrated data and also the margins of error for the efforts for each baseline operational condition."

  },

  {

  "title": "Analysis, Modeling, and Simulation (AMS) Testbed Development and Evaluation to Support Dynamic Mobility Applications (DMA) and Active Transportation and Demand Management (ATDM) Programs - calibration Report for Phoenix Testbed : Final Report. [supporting datasets - Phoenix Testbed]",

   "tags": [

        "active transportation demand managements ",

        "ams ",

        "atdm ",

        "dma",

        "dynamic mobility application ",

        "modeling ", 

        "phoenix",

        "selection criteria",

        "testbeds",

        "calibration",
        
        "simulation",

        "traffic models",

        "travel demand management",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "ams phoenix"

    ],

    "PublicationDate": "Jul 26 2017",

    "URL": "https://rosap.ntl.bts.gov/view/dot/32742",

    "Abstract": "The datasets in this zip file are in support of FHWA-JPO-16-379, Analysis, Modeling, and Simulation (AMS) Testbed Development and Evaluation to Support Dynamic Mobility Applications (DMA) and Active Transportation and Demand Management (ATDM) Programs - calibration Report for Phoenix Testbed : Final Report: https://rosap.ntl.bts.gov/view/dot/32105 The compressed zip file totals 1.1 GB in size. The zip file have been uploaded as-is; no further documentation was supplied by NTL, excepted as noted: All located .docx files were converted to .pdf document files which are an archival format. These .pdfs were then added to the zip file alongside the original .docx files. The initial zip file presented to NTL contained uncompressed datasets and duplicative zip files of the files. In order to make the overall size of the this zip file more manageable, duplicative files were deleted. The zip file can be unzipped using any zip compression/decompression software. This zip file contains files in the following formats: .pdf document files which can be read using any pdf reader; .cvs text files which can be read using any text editor; .docx document files which can be read in Microsoft Word and some other word processing programs; .txt text files which can be opened with any text editor; .xlsx spreadsheet files which can be read in Microsoft Excel and some other spreadsheet programs; .cfg computer configuration files; .db database files, which can be opened with many database programs; .rif raster image files, these files may have been created by the Corel Painter image editing application, a proprietary software program, although other image programs may open the files [software requirements]. These files were last accessed in 2017. "

  },

  {

  "title": "Analysis, modeling, and simulation (AMS) testbed development and evaluation to support dynamic mobility applications (DMA) and active transportation and demand management (ATDM) programs — evaluation report for ATDM program.",

   "tags": [

        "active transportation demand managements",

        "ams",

        "atdm",

        "dma",

        "dynamic mobility application",

        "impact studies", 

        "mathematical models",

        "modeling",

        "selection criteria",

        "simulation",

        "strategic planning",

        "testbeds",

        "traffic flow", 

        "travel demand",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "ams pasadena"



    ],

    "PublicationDate": "Jul 16 2017",

    "URL": "https://rosap.ntl.bts.gov/view/dot/32520",

    "Abstract": "The primary objective of this project is to develop multiple simulation testbeds/transportation models to evaluate the impacts of Dynamic Mobility Applications (DMA) and the Active Transportation and Demand Management (ATDM) strategies. Specifically, the evaluations will involve analyzing the system-wide impacts of individual DMA applications/ATDM strategies, individual DMA bundles, and logical combinations of bundles, strategies and applications, and identifying conflicts and synergies for maximum benefits. While the project aims at evaluating both DMA applications and ATDM strategies, the primary purpose of this report is to document the evaluation done in terms of ATDM strategies using the AMS Testbeds. DMA evaluation will be documented in a separate report. Primarily, Dallas and Phoenix were used as ATDM-centric testbeds and were used to assess the ATDM strategies under various scenarios of combinations of strategies, prediction attributes and evaluation attributes to answer a set of research questions set forth by the USDOT."

  },

  {

  "title": "Analysis, modeling, and simulation (AMS) testbed development and evaluation to support dynamic mobility applications (DMA) and active transportation and demand management (ATDM) programs — evaluation report for ATDM program. [supporting datasets - Pasadena Testbed]",

   "tags": [

        "active transportation demand managements",

        "ams",

        "atdm",

        "dma",

        "dynamic mobility application",

        "impact studies", 

        "mathematical models",

        "modeling",

        "selection criteria",

        "simulation",

        "strategic planning",

        "testbeds",

        "traffic flow", 

        "travel demand",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "ams pasadena"

    ],

    "PublicationDate": "Jul 26 2017",

    "URL": "https://rosap.ntl.bts.gov/view/dot/32534",

    "Abstract": "This zip file contains POSTDATA.ATT (.ATT); Print to File (.PRN); Portable Document Format (.PDF); and document (.DOCX) files of data to support FHWA-JPO-16-385, Analysis, modeling, and simulation (AMS) testbed development and evaluation to support dynamic mobility applications (DMA) and active transportation and demand management (ATDM) programs — evaluation report for ATDM program. Zip size is 168 MB. Files were accessed in 2017. Data will be preserved as is. To view publication see: https://rosap.ntl.bts.gov/view/dot/32520"

  },

  {

  "title": "Analysis, modeling, and simulation (AMS) testbed development and evaluation to support dynamic mobility applications (DMA) and active transportation and demand management (ATDM) programs - San Mateo testbed analysis plan : final report.",

   "tags": [

        "analysis",

        "atdm",

        "connected vehicles",

        "dma",

        "dynamic mobility applications", 

        "modeling",

        "san mateo",

        "simulation",

        "vissim",

        "calibration",

        "simulation",

        "traffic models", 

        "travel demand management",

        "wireless communication systems",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "ams san mateo"

    ],

    "PublicationDate": "",

    "URL": "https://rosap.ntl.bts.gov/view/dot/31810",

    "Abstract": "The primary objective of this project is to develop multiple simulation testbeds/transportation models to evaluate the impacts of DMA connected vehicle applications and the active and dynamic transportation management (ATDM) strategies. The outputs (modeling results) from this project will help USDOT prioritize their investment decisions for DMA and ATDM programs. The primary purpose of this report is to document the Analysis Plan for AMS San Mateo Testbed. The report expands on detailed testbed description including the geographic location, modes, operational conditions, and cluster analysis details. In addition, the plan also provides details on the analysis scenarios, DMA/ATDM applications and strategies that are evaluated using the testbed, and the plan to answer DMA/ATDM-specific research questions. The analysis plan provides details on the evaluation approach used to answer specific research questions. Additional data used for the testbed development and evaluation are provided in the Appendix. "

  },

  {

  "title": "Analysis, Modeling, and Simulation (AMS) Testbed Development and Evaluation to Support Dynamic Mobility Applications (DMA) and Active Transportation and Demand Management (ATDM) Programs - San Mateo Testbed Analysis Plan [supporting datasets - San Mateo Testbed]",

   "tags": [

        "analysis",

        "atdm",

        "connected vehicles",

        "dma",

        "dynamic mobility applications", 

        "modeling",

        "san mateo",

        "simulation",

        "vissim",

        "calibration",

        "simulation",

        "traffic models", 

        "travel demand management",

        "wireless communication systems",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "ams san mateo"

    ],

    "PublicationDate": "Jun 26 2017",

    "URL": "https://rosap.ntl.bts.gov/view/dot/32698",

    "Abstract": "This zip file contains files of data to support FHWA-JPO-16-370, Analysis, Modeling, and Simulation (AMS) Testbed Development and Evaluation to Support Dynamic Mobility Applications (DMA) and Active Transportation and Demand Management (ATDM) Programs - San Mateo Testbed Analysis Plan : Final Report. Zip size is 1.5 GB. The files have been uploaded as-is; no further documentation was supplied by NTL. All located .docx files were copied to .pdf document files which are an archival format. These .pdfs were then added to the zip file alongside the original .docx files. The attached zip files can be unzipped using any zip compression/decompression software. These zip file contains files in the following formats: .pdf document files which can be read using any pdf reader; .docx document files which may be opened with Microsoft Word or some other open source document editors; .xlsx spreadsheet files which may be opened with Microsoft Excel or some other open source spreadsheet editors; .syn files are a proprietary file format for signal timing plans which are provided in the Synchro Model given as “El Camino Real Synchro.syn” and can be opened using Trafficware Synchro, which may require users to purchase a license or software (for more information go to http://www.trafficware.com/); .csv data files, an open format, which may be opened with any text editor or in many spreadsheet applications; .db generic database files, often associated with thumbnail images in the Windows operating environment; .rbc files, which are scripts written in Rembo-C, which can be opened in a text editor, but require a server with Rembo installed to run the scripts; .vap audio files which will require special audio editing software to manipulate; .dll dynamically linked files for Windows program operations; .layx, a file type on which we could not locate reliable information; and .inpx files, a file type on which we could not locate reliable information [software requirements]. These files were last accessed in 2017. Files were accessed in 2017. Data will be preserved as is. To view the related report, please visit ROSA P: https://rosap.ntl.bts.gov/view/dot/31810"

  },

  {

  "title": "Analysis, modeling, and simulation (AMS) testbed development and evaluation to support dynamic mobility applications (DMA) and active transportation and demand management (ATDM) programs — summary report for the Chicago testbed. [supporting datasets - Chicago Testbed]",

   "tags": [

        "active transportation demand managements",

        "ams",

        "atdm",

        "dma",

        "dynamic mobility application",

        "impact studies", 

        "mathematical models",

        "modeling",

        "selection criteria", 

        "simulation",

        "strategic planning",

        "testbeds", 

        "traffic flow",

        "travel demand",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "ams chicago"


    ],

    "PublicationDate": "Apr 4 2017",

    "URL": "https://rosap.ntl.bts.gov/view/dot/32652",

    "Abstract": "The datasets in this zip file are in support of Intelligent Transportation Systems Joint Program Office (ITS JPO) report FHWA-JPO-16-385, Analysis, Modeling, and Simulation (AMS) Testbed Development and Evaluation to Support Dynamic Mobility Applications (DMA) and Active Transportation and Demand Management (ATDM) Programs — Evaluation Report for ATDM Program, and FHWA-JPO-16-388, Analysis, Modeling, and Simulation (AMS) Testbed Development and Evaluation to Support Dynamic Mobility Applications (DMA) and Active Transportation and Demand Management (ATDM) Programs — Evaluation Summary for the Chicago Testbed. The files in this zip file are specifically related to the Chicago Testbed. The compressed zip files total 1.6 GB in size. The files have been uploaded as-is; no further documentation was supplied by NTL. All located .docx files were converted to .pdf document files which are an open, archival format. These pdfs were then added to the zip file alongside the original .docx files. These files can be unzipped using any zip compression/decompression software. This zip file contains files in the following formats: .pdf document files which can be read using any pdf reader; .cvs text files which can be read using any text editor; .txt text files which can be read using any text editor; .docx document files which can be read in Microsoft Word and some other word processing programs; . xlsx spreadsheet files which can be read in Microsoft Excel and some other spreadsheet programs; .dat data files which may be text or multimedia; as well as GIS or mapping files in the fowling formats: .mxd, .dbf, .prj, .sbn, .shp., .shp.xml; which may be opened in ArcGIS or other GIS software. [software requirements] These files were last accessed in 2017. "

  },

  {

  "title": "Analysis, modeling, and simulation (AMS) testbed development and evaluation to support dynamic mobility applications (DMA) and active transportation and demand management (ATDM) programs : Dallas testbed analysis plan.",

   "tags": [

        "active transportation demand managements",

        "ams",

        "atdm",

        "dma",

        "dynamic mobility application",

        "icm dallas", 

        "modeling",

        "selection criteria",

        "testbeds", 

        "demand responsive transportation",

        "test beds",

        "travel demand management",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "ams dallas"


    ],

    "PublicationDate": "Jun 16 2016",

    "URL": "https://rosap.ntl.bts.gov/view/dot/30882",

    "Abstract": "The primary objective of this project is to develop multiple simulation Testbeds/transportation models to evaluate theimpacts of DMA connected vehicle applications and the active and dynamic transportation management (ATDM)strategies. The outputs (modeling results) from this project will help USDOT prioritize their investment decisions forDMA and ATDM programs. The primary purpose of this report is to document the Analysis Plan for AMS Dallas Testbed. The report expands on detailed testbed description including the geographic location, modes, operational conditions and cluster analysis details. In addition, the plan also provides details on the analysis scenarios, ATDM strategies that are evaluated using the Testbed and the plan to answer ATDM-specific research questions. The analysis plan provides details on the evaluation approach used to answer specific research questions. Additional data used for the testbed development and evaluation are provided in the Appendix"

  },

  {

  "title": "Analysis, modeling, and simulation (AMS) testbed development and evaluation to support dynamic mobility applications (DMA) and active transportation and demand management (ATDM) programs : Dallas testbed analysis plan. [supporting datasets - Dallas Testbed]",

   "tags": [

        "active transportation demand managements",

        "ams",

        "atdm",

        "dma",

        "dynamic mobility application",

        "icm dallas", 

        "modeling",

        "selection criteria",

        "testbeds", 

        "demand responsive transportation",

        "test beds",

        "travel demand management",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "ams dallas"

    ],

    "PublicationDate": "Jul 26 2016",

    "URL": "https://rosap.ntl.bts.gov/view/dot/32635",

    "Abstract": "The datasets in this zip file are in support of Intelligent Transportation Systems Joint Program Office (ITS JPO) report FHWA-JPO-16-385, Analysis, Modeling, and Simulation (AMS) Testbed Development and Evaluation to Support Dynamic Mobility Applications (DMA) and Active Transportation and Demand Management (ATDM) Programs — Evaluation Report for ATDM Program, https://rosap.ntl.bts.gov/view/dot/30882 and FHWA-JPO-16-373, Analysis, modeling, and simulation (AMS) testbed development and evaluation to support dynamic mobility applications (DMA) and active transportation and demand management (ATDM) programs : Dallas testbed analysis plan. The files in this zip file are specifically related to the Dallas Testbed. The compressed zip files total 2.2 GB in size. The files have been uploaded as-is; no further documentation was supplied by NTL. All located .docx files were converted to .pdf document files which are an open, archival format. These pdfs were then added to the zip file alongside the original .docx files. These files can be unzipped using any zip compression/decompression software. This zip file contains files in the following formats: .pdf document files which can be read using any pdf reader; .cvs text files which can be read using any text editor; .txt text files which can be read using any text editor; .docx document files which can be read in Microsoft Word and some other word processing programs; . xlsx spreadsheet files which can be read in Microsoft Excel and some other spreadsheet programs; .dat data files which may be text or multimedia; as well as GIS or mapping files in the fowling formats: .mxd, .dbf, .prj, .sbn, .shp., .shp.xml; which may be opened in ArcGIS or other GIS software. [software requirements] These files were last accessed in 2017."

  },

  {

  "title": "Impacts assessment of dynamic speed harmonization with queue warning : task 3, impacts assessment report.",

   "tags": [

        "evaluation and assessment",

        "intelligent transportation systems",

        "prototypes",

        "speed",

        "traffic queuing",

        "traffic simulation",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "inflosim",

        "inflo sim",

        "intelligent network flow optimization"

    ],

    "PublicationDate": "Jun 1 2015",

    "URL": "https://rosap.ntl.bts.gov/view/dot/3554",

    "Abstract": "This report assesses the impacts of a prototype of Dynamic Speed Harmonization (SPD-HARM) with Queue Warning (Q-WARN), which are two component applications of the Intelligent Network Flow Optimization (INFLO) bundle. The assessment is based on an extensive analysis of the Prototype using a Vissim simulation model for the US 101 freeway corridor in San Mateo, CA as well as an evaluation of a small-scale demonstration that was conducted in Seattle, WA.  Results from the simulation analysis found that the Prototype significantly reduces the magnitudes of the speed drops (shockwaves) between vehicles, even at the 10-percent market penetration level. This is considered to benefit safety by reducing the probability of collisions where free-flowing traffic meets the back of a queue. The trade-off for the improved safety is that the Prototype increases the geographic impact of existing bottlenecks on freeway speeds by expanding the upstream distance that is affected by congestion."

  },

  {

  "title": "Impacts Assessment of Dynamic Speed Harmonization with Queue Warning : Task 3, Impacts Assessment Report. [supporting datasets]",

   "tags": [

        "evaluation and assessment",

        "intelligent transportation systems",

        "prototypes",

        "speed",

        "traffic queuing",

        "traffic simulation",

        "intelligent transportation systems (its)",

        "its joint program office (jpo)",

        "inflosim",

        "inflo sim",

        "intelligent network flow optimization"

    ],

    "PublicationDate": "May 31 2015",

    "URL": "https://rosap.ntl.bts.gov/view/dot/32571",

    "Abstract": "The datasets in the .pdf and .zip attached to this record are in support of Intelligent Transportation Systems Joint Program Office (ITS JPO) report FHWA-JPO-15-222, Impacts Assessment of Dynamic Speed Harmonization with Queue Warning : Task 3, Impacts Assessment Report, https://rosap.ntl.bts.gov/view/dot/3554 The files in these zip files are specifically related to the US-101 Testbed, near San Mateo, CA. The uncompressed and compressed files total 2.0265 GB in size. The files have been uploaded as-is; no further documentation was supplied by NTL. All located .docx files were converted to .pdf document files which are an open, archival format. These .pdfs were then added to the zip file alongside the original .docx files. The attached zip files can be unzipped using any zip compression/decompression software. These zip file contains files in the following formats: .pdf document files which can be read using any pdf reader; .xlsxm macro-enabled spreadsheet files which can be read in Microsoft Excel and some other spreadsheet programs; .accdb database files which may be opened with Microsoft Access Database software and other open database software applications ; as well as .db generic database files, often associated with thumbnail images in the Windows operating environment. [software requirements] These files were last accessed in 2017. File and .zip file names include: FHWA_JPO_15_222_INFLO_Performance_Measure_METADATA.pdf ; FHWA_JPO_15_222_INFLO_Performance_Measure_METADATA.docx ; FHWA_JPO_15_222_INFLO_VISSIM_Output_and_Analysis_Spreadsheets.zip ; FHWA_JPO_15_222_INFLO_Spreadsheet_PDFs.zip ; FHWA_JPO_15_222_DATA_CV50.zip ; and, FHWA_JPO_15_222_DATA_CV25.zip To view the associated report, please see: https://rosap.ntl.bts.gov/view/dot/3554"

  }

 ]

}